---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpaceAirChangesPerHour
source: html/afae65bd-a735-cd6e-f5a4-305b1c27136f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpaceAirChangesPerHour Property

"Air Changes per Hour"

## Syntax (C#)
```csharp
public static ForgeTypeId SpaceAirChangesPerHour { get; }
```